[
    {
        "name": "Prof. Abhay Kumar, School of Electronics, Devi Ahilya University, Indore"
    },
    {
        "name": "Prof. Avireni Srinivasulu, JECRC University, Jaipur"
    },
    {
        "name": "Prof. Brahmjit Singh, National Institute of Technology, Kurukshetra, India"
    },
    {
        "name": "Prof. D. P. Singh, Sri Ram Group of Colleges, India"
    },
    {
        "name": "Prof. Dushantha Nalin K. Jayakody, Tomsk Polytechnic University, Russia"
    },
    {
        "name": "Prof. Ghanshyam Chaudhary, Professor, MNIT Jaipur, India"
    },
    {
        "name": "Prof. J K Rai, Amity University, Noida, India"
    },
    {
        "name": "Prof. Jun Wu Tao, Ecole Nationale Supérieure d'Electrotechnique, d'Electronique, d'Informatique"
    },
    {
        "name": "Prof. K. S. Venkatesh, IIT Kanpur, India"
    },
    {
        "name": "Prof. M.K. Dutta, Dr. A.P.J. Abdul Kalam Technical University, Lucknow (UP), India"
    },
    {
        "name": "Prof. Manish Kumar, Manipal University, Jaipur, India"
    },
    {
        "name": "Prof. Manish Goswami, IIIT Allahabad, India"
    },
    {
        "name": "Prof. Neelesh Gupta, AKGEC, Ghaziabad, India"
    },
    {
        "name": "Prof. Priestly Shan, St Josephs College of Engineering and Technology, Palai, India"
    },
    {
        "name": "Prof. R. K. Chuahan, MMMUT, Gorakhpur, India"
    },
    {
        "name": "Prof. R.H. Laskar, NIT Silchar, India"
    },
    {
        "name": "Prof. Subodh Wariya, IET, Lucknow, India"
    },
    {
        "name": "Prof. Sansar Singh Chauhan, G.L. Bajaj Institute of Technology and Management, India"
    },
    {
        "name": "Prof. Vandana Niranjan, Indira Gandhi Delhi Technical University for Women, Delhi"
    },
    {
        "name": "Prof. Vijay Kumar Pandey, NIET Greater Noida, India"
    },
    {
        "name": "Prof. Vishnu Sharma, Galgotia College of Engineering and Technology, India"
    },
    {
        "name": "Dr. A. K. Mohapatra, Indira Gandhi Delhi Technical University for Women, Delhi, India"
    },
    {
        "name": "Dr. Abhishek Kashyap, JIIT Noida, India"
    },
    {
        "name": "Dr. Abhishek Srivastava, IIIT, Hyderabad, India"
    }
]