[
{ "name": "Prof. Abhay Kumar, School of Electronics, Devi Ahilya University, Indore"},
{ "name": "Prof. Avireni Srinivasulu, JECRC University, Jaipur"},
{ "name": "Prof. Brahmjit Singh, National Institute of Technology, Kurukshetra, India"},
{ "name": "Prof. D. P. Singh, Sri Ram Group of Colleges, India"},
{ "name": "Prof. Dushantha Nalin K. Jayakody, Tomsk Polytechnic University, Russia"},
{ "name": "Prof. Ghanshyam Chaudhary, Professor, MNIT Jaipur, India"},
{ "name": "Prof. J K Rai, Amity University, Noida, India"},
{ "name": "Prof. Jun Wu Tao, Ecole Nationale Supérieure d'Electrotechnique, d'Electronique, d'Informatique"},
{ "name": "Prof. K. S. Venkatesh, IIT Kanpur, India"},
{ "name": "Prof. M.K. Dutta, Dr. A.P.J. Abdul Kalam Technical University, Lucknow (UP), India"},
{ "name": "Prof. Manish Kumar, Manipal University, Jaipur, India"},
{ "name": "Prof. Manish Goswami, IIIT Allahabad, India"},
{ "name": "Prof. Neelesh Gupta, AKGEC, Ghaziabad, India"},
{ "name": "Prof. Priestly Shan, St Josephs College of Engineering and Technology, Palai, India"},
{ "name": "Prof. R. K. Chuahan, MMMUT, Gorakhpur, India"},
{ "name": "Prof. R.H. Laskar, NIT Silchar, India"},
{ "name": "Prof. Subodh Wariya, IET, Lucknow, India"},
{ "name": "Prof. Sansar Singh Chauhan, G.L. Bajaj Institute of Technology and Management, India"},
{ "name": "Prof. Vandana Niranjan, Indira Gandhi Delhi Technical University for Women, Delhi"},
{ "name": "Prof. Vijay Kumar Pandey, NIET Greater Noida, India"},
{ "name": "Prof. Vishnu Sharma, Galgotia College of Engineering and Technology, India"},
{ "name": "Dr. A. K. Mohapatra, Indira Gandhi Delhi Technical University for Women, Delhi, India"},
{ "name": "Dr. Abhishek Kashyap, JIIT Noida, India"},
{ "name": "Dr. Abhishek Srivastava, IIIT, Hyderabad, India"},
{ "name": "Dr. Abhishek Tomar, G. B. Pant University of Agriculture & Technology, Pantnagar, India"},
{ "name": "Dr. Abu Nasar Ghazali, KIIT University, Bhubaneswar, India"},
{ "name": "Dr. Adesh Kumar, University of Petroleum and Energy Studies, Dehradun, India"},
{ "name": "Dr. Aditya Jain,  Symbiosis International Deemed University, Pune"},
{ "name": "Dr. Ajay Kumar Verma, Hindustan Institute of Technology and Management, Agra, India"},
{ "name": "Dr. Ajay Kumar, JIIT, Noida, India"},
{ "name": "Dr. Akansha Bansal, JIIT, Noida, India"},
{ "name": "Dr. Alok Joshi, JIIT, Noida, India"},
{ "name": "Dr. Amit Kumar Goyal, JIIT, Noida, India"},
{ "name": "Dr. Amita Agnihotri, IPEC, Ghaziabad, India"},
{ "name": "Dr. Anand Agrawal, IIIT, Kota, India"},
{ "name": "Dr. Anil Bhardwaj, Shri Mata Vaishno Devi University, Jammu"},
{ "name": "Dr. Anil Kr. Rose, NITTTR, Chandigarh, India"},
{ "name": "Dr. Anil Kumar Shukla, Amity University, Noida, India"},
{ "name": "Dr. Anitha J, Karunya Institute of Technology and Sciences,Coimbatore "},
{ "name": "Dr. Ankit Garg, JIIT, Noida, India"},
{ "name": "Dr. Ankur Gupta, IIT, Delhi, India"},
{ "name": "Dr. Anshu Varshney, Jaypee Institute of Information Technology, Noida"},
{ "name": "Dr. Anuj Kumar, CSIR CBRI Roorkee, India"},
{ "name": "Dr. Anuradha Pughat, Department of Science & Technology,New Delhi"},
{ "name": "Dr. Anurag Singh Baghel, Gautam Budha University, Greater Noida, India"},
{ "name": "Dr. Archana Pandey, JIIT Noida, India"},
{ "name": "Dr. Arjun Kumar, Bennett University, Greater Noida, India"},
{ "name": "Dr. Arti Noor, Centre for Development of Advanced Computing, Noida"},
{ "name": "Dr. Arun Kumar, Indian Institute of Technology (IIT), Delhi"},
{ "name": "Dr. Arun Sharma, Indira Gandhi DTU, New Delhi, India"},
{ "name": "Dr. Aruna Tyagi, AKGEC, Ghaziabad, India"},
{ "name": "Dr. Asha Rani Mishra, G.L. Bajaj Institute of Technology and Management, India"},
{ "name": "Dr. Ashish Goel, JIIT, Noida, India"},
{ "name": "Dr. Ashish Gupta, JIIT, Noida, India"},
{ "name": "Dr. Ashish Pandey, NIT, Silchar, India"},
{ "name": "Dr. Astha Sharma, GL Bajaj Institute of Technology and Management, Greater Noida"},
{ "name": "Dr. Astik Biswas, Stellenbosch University, South Africa"},
{ "name": "Dr. Asutosh Kar, IIITDM Kancheepuram, Chennai, India"},
{ "name": "Dr. Atul Kumar, JIIT Noida, India"},
{ "name": "Dr. Baibaswata Mohapatra, Galgotias University, Greater Noida, India"},
{ "name": "Dr. Bajrang Bansal, JIIT, Noida, India"},
{ "name": "Dr. Baljit Kaur, NIT, Delhi, India"},
{ "name": "Dr. Bhagirath Sahu, JIIT, Noida, India"},
{ "name": "Dr. Bhartendu Chaturvedi, JIIT, Noida, India"},
{ "name": "Dr. Bhaskar Gupta, Chandigarh College of Engineering and Technology, Chandigarh"},
{ "name": "Dr. Chandan Kumar, IET, Dr. Ram Manohar Lohia Awadh University, Ayodhya"},
{ "name": "Dr. Chandra Shankar, JSS Academy of Technical Education, Noida,"},
{ "name": "Dr. Charu Gandhi, Jaypee Institute of Information Technology, Noida"},
{ "name": "Dr. D.K. Srivastava, BIET, Jhansi, India"},
{ "name": "Dr. Deepak Agrawal, Aligarh Muslim University, Aligarh"},
{ "name": "Dr. Deepak Kedia, Guru Jambheshwar University of Science & Technology, Hisar, India"},
{ "name": "Dr. Deepali Sharma, GTB Khalsa College, University of Delhi, Delhi, India"},
{ "name": "Dr. Devesh Singh, AKGEC, Ghaziabad, India"},
{ "name": "Dr. Dharmendra Jhariya, NIT, Delhi, India"},
{ "name": "Dr. Dharmendra, MMMUT, Gorakhpur, India"},
{ "name": "Dr. Dinesh Bisht, Jaypee Institute of Information and Technology, Noida"},
{ "name": "Dr. Dinesh Vishwakarma, DTU, Delhi, India"},
{ "name": "Dr. Douglas Isenberg, Embry-Riddle Aeronautical University, Perscott, USA"},
{ "name": "Dr. Ekta Goel, National Institute of Technology, Warangal"},
{ "name": "Dr. Emjee Puthooran, Jaypee University of Information Technology, Waknaghat"},
{ "name": "Dr. Gagandeep Kaur, JIIT, India"},
{ "name": "Dr. Gajanan Dessai, Maximintegrated, India"},
{ "name": "Dr. Garima Kapur, JIIT Noida, India"},
{ "name": "Dr. Gaurav Kaushal, IIIT, Gwalior, India"},
{ "name": "Dr. Gaurav Verma, JIIT, Noida, India"},
{ "name": "Dr. Gayatri Sakya, JSS Academy of Technical Education,Noida"},
{ "name": "Dr. Geetanjali Rathee, JUIT, Waknaghat, India"},
{ "name": "Dr. Gopal Rawat, NIT, Hamirpur, India"},
{ "name": "Dr. Gurjit Kaur, Delhi Technological University, New Delhi, India"},
{ "name": "Dr. Harsh Sohal, JUIT, Waknaghat, India"},
{ "name": "Dr. Hemant Kumar, JIIT, Noida, India"},
{ "name": "Dr. Hemender Pal Singh, Amity University, Noida, India"},
{ "name": "Dr. Hemraj Saini, JUIT, Waknaghat, India"},
{ "name": "Dr. Imran Khan, Integral University, Lucknow, India"},
{ "name": "Dr. Irshad Ansari, IIIT, Jabalpur, India"},
{ "name": "Dr. Janki Ballabh Sharma, RTU, Kota, India"},
{ "name": "Dr. Jasmine Saini, JIIT, Noida, India"},
{ "name": "Dr. Jawar Singh, IIIT, Jabalpur, India"},
{ "name": "Dr. Jaynendra Kumar Rai, Amity University, Noida"},
{ "name": "Dr. Jeebananda Panda, Delhi Technological University, New Delhi, India"},
{ "name": "Dr. Jitendra Kanungo, JUET, Guna, India"},
{ "name": "Dr. Juhi Gupta, JIIT, Noida, India"},
{ "name": "Dr. Kalyan Pathapati Subbu, DA-IICT, Gandhinagar, Gujarat, India"},
{ "name": "Dr. Kapil Dev Tyagi, JIIT, Noida, India"},
{ "name": "Dr. Kaushal Nigam, JIIT, Noida, India"},
{ "name": "Dr. Krishna Meel, BK Birla Institue of Technology, Pilani, India"},
{ "name": "Dr. Kuldeep Baderia, JIIT, Noida, India"},
{ "name": "Dr. Kuldeep Singh, BEL, Ghaziabad, India"},
{ "name": "Dr. Kumar Prasannajit Pradhan, IIIT, Kancheepuram, India"},
{ "name": "Dr. K.M. Soni, Amity University, Noida, India"},
{ "name": "Dr. Kumud Ranjan Jha, Shri Mata Vaishno Devi University, Jammu and Kashmir, India"},
{ "name": "Dr. Kunal Singh, National Institute of Technology, Jamsedpur"},
{ "name": "Dr. Kushmanda Saurav, Indian Institute of Technology, Jammu, "},
{ "name": "Dr. M Nizamuddin, Jamia Millia Islamia, New Delhi, India"},
{ "name": "Dr. M. A. Ansari, Gautam Buddha University, Greater Noida, India"},
{ "name": "Dr. Madhu Jain, JIIT, Noida, India"},
{ "name": "Dr. Madhur Upadhayay, SNU, G. Noida, India"},
{ "name": "Dr. Maneesh K. Singh, NIT Hamirpur, India"},
{ "name": "Dr. Mangipudi Parthasarathi, Amity University, Noida"},
{ "name": "Dr. Manish Kumar Gupta, GSFC University, Vadodara, India"},
{ "name": "Dr. Manish Kumar, PSIT, Kanpur, India"},
{ "name": "Dr. Manoj Singh, Banaras Hindu University, Varanasi"},
{ "name": "Dr. Maruti N. Sinha, Medivators, USA"},
{ "name": "Dr. Md Jawaid Alam, IIT Bombay, Mumbai, India"},
{ "name": "Dr. Megha Agarwal, JIIT, Noida, India"},
{ "name": "Dr. Megha Dadel, Birla Institute of Tehnology, Mesra, India"},
{ "name": "Dr. Mehjabeen Fatima, Sagar Institute of Research & Technology, Bhopal"},
{ "name": "Dr. Mirgender Kumar, Yeungnam University, Republic of Korea"},
{ "name": "Dr. Mitul Kumar Ahirwal, NIT, Raipur, India"},
{ "name": "Dr. Mohammad Fahim, Intel Corporation"},
{ "name": "Dr. Mohammad Junaid Khan, Mewat Engineering College, Haryana, India"},
{ "name": "Dr. Mohd Samar Ansari, Aligarh Muslim University, Aligarh"},
{ "name": "Dr. Mohd Sharique, AMU, Aligarh, India"},
{ "name": "Dr. Mona Aggarwal, NorthCap University, Gurgaon, India"},
{ "name": "Dr. Monika Aggarwal, IIT Delhi, India"},
{ "name": "Dr. Mukesh Saraswat, Jaypee Institute of Information Technology, Noida"},
{ "name": "Dr. Mukul Kumar Gupta, University of Petroleum and Energy Studies, Dehradun, India"},
{ "name": "Dr. Nafis Khan, JUIT, Waknaghat, India"},
{ "name": "Dr. Narendra Beniwal, Bundelkhand Institute of Engineering & Technology, Jhansi"},
{ "name": "Dr. Narendra Londhe, National Institute of Technology, Raipur"},
{ "name": "Dr. Naushad Alam, AMU, Aligarh, India"},
{ "name": "Dr. Naveen Babu, Shiv Nadar University, Ggreater Noida, India"},
{ "name": "Dr. Naveen Jaglan, JUIT, Waknaghat, India"},
{ "name": "Dr. Navneet Kumar Sharma, JIIT, India"},
{ "name": "Dr. Neelesh Gupta, Ajay Kumar Garg Engineering College, Ghaziabad"},
{ "name": "Dr. Neeraj Misra, Bharat Institute of Engineering and Technology, Hyderabad "},
{ "name": "Dr. Neeta Pandey, Delhi Technological University, New Delhi, India"},
{ "name": "Dr. Neeti Singh, JIIT, Noida, India"},
{ "name": "Dr. Neetu Joshi, JIIT, Noida, India"},
{ "name": "Dr. Neetu Singh, JIIT, Noida, India"},
{ "name": "Dr. Neha Gupta, Akhilesh Das Gupta Institute of Technology and Management, Delhi, India"},
{ "name": "Dr. Nidhi Goel, Indira Gandhi Delhi Technical University for Women, New Delhi, India"},
{ "name": "Dr. Om Prakash Singh, Sikkim Manipal Institute of Technology, Sikkim"},
{ "name": "Dr. Om Prakash Singh, Sikkim Manipal Institute of Technology, Sikkim, India"},
{ "name": "Dr. Pankaj Kumar Yadav, JIIT, Noida, India"},
{ "name": "Dr. Pardeep Kumar, JUIT, Waknaghat, India"},
{ "name": "Dr. Parul Arora, JIIT, Noida, India"},
{ "name": "Dr. Parul Dawar, Guru Tegh Bahadur Institute of Technology, Delhi, India"},
{ "name": "Dr. Pawan Upadhyay, JIIT, Noida, India"},
{ "name": "Dr. Prabhu Babu, IIT Delhi, India"},
{ "name": "Dr. Pradeep Kumar Gupta, JUIT, Waknaghat, India"},
{ "name": "Dr. Pramila Mahala, BITS Pilani, India"},
{ "name": "Dr. Prasanna Kumar Sahu, NIT Rourkela, India"},
{ "name": "Dr. Pravin Prajapti, A. D. Patel Institute of Technology, Gujarat, India"},
{ "name": "Dr. Praween Kumar Sinha, Maharaja Agrasen Institute of Technology, Rohini, Delhi, India"},
{ "name": "Dr. Puli Kishore Kumar, National Institute of Technology, Andhra Pradesh"},
{ "name": "Dr. Pushpendra Singh, National Institute of Technology Hamirpur"},
{ "name": "Dr. Rachna Singh, JIIT Noida, India"},
{ "name": "Dr. Raghvendra Kumar Chaudhary, IIT(ISM) Dhanbad, India"},
{ "name": "Dr. Raghvendra Sharma, Amity School of Engineering and Technology, Gwalior"},
{ "name": "Dr. Rahul Kaushik, JIIT, Noida, India"},
{ "name": "Dr. Rajat Kumar Singh, IIIT, Allahabad, India"},
{ "name": "Dr. Rajesh Dubey, Central University of Haryana, Mahendragarh, Haryana, India"},
{ "name": "Dr. Rajesh Vishwakarma, JUET, Guna, India"},
{ "name": "Dr. Rajeshwari Pandey, Delhi Technological University, New Delhi, India"},
{ "name": "Dr. Rajiv Kumar, JUIT, Waknaghat, India"},
{ "name": "Dr. Raju Pal, Jaypee Institute of Information Technology, Noida"},
{ "name": "Dr. Raju Shanmugam, Sri Venkatewara College of Engineering, Sriperumbudur, India"},
{ "name": "Dr. Rajveer S. Yaduvanshi, AIACTR, Delhi, India"},
{ "name": "Dr. Ram Yadava, Galgotia College, Greater Noida, India"},
{ "name": "Dr. Ranjeet Kumar, MITS, Madanapalle, India"},
{ "name": "Dr. Ravi Kumar Gangwar, IIT(ISM) Dhanbad, India"},
{ "name": "Dr. Ravi Panwar, IIIT Jabalpur, India"},
{ "name": "Dr. Ravi Ranjan, Darbhanga College of Engineering, Darbhanga, India"},
{ "name": "Dr. Ravindera Singh Tomar, Anand Engineering College Agra, India"},
{ "name": "Dr. Reema Buddhiraja, JIIT ,Noida, India"},
{ "name": "Dr. Rehan Muzammil, Aligarh Muslim University,Aligarh"},
{ "name": "Dr. Reshmi Mitra, IIIT, Vadodara, Gujarat, India"},
{ "name": "Dr. Richa Gupta, JIIT, Noida, India"},
{ "name": "Dr. Richa Srivastava, AKGEC, Ghaziabad, India"},
{ "name": "Dr. Ritabrata Bhattacharya, Cadence, Noida, India"},
{ "name": "Dr. Rudra Ojha, Galgotias College of Engineering & Technology, Greater Noida, India"},
{ "name": "Dr. S Pratap Singh, Galgotia College of Engineering and Techolongy, Greater Noida, India"},
{ "name": "Dr. Sajal Agarwal, RGIPT, Raebareli, UP, India"},
{ "name": "Dr. Samar Ansari, AMU,Aligarh, India"},
{ "name": "Dr. Sandeep Kumar, CRL, BEL, Ghaziabad, India"},
{ "name": "Dr. Sanjay Kumar Soni, MMMUT, Gorakhpur, India"},
{ "name": "Dr. Sanjeev Gurugopinath, PES University, Bengaluru, India"},
{ "name": "Dr. Sanjeev Kumar Jain, TSMC North America, Ottawa, Canada"},
{ "name": "Dr. Sanjeev Sharma, Samrat Ashok Technological Institute, Vidisha"},
{ "name": "Dr. Sanjay Pratap Singh Chauhan, Galgotia University, India"},
{ "name": "Dr. Sanjay Kumar, ABEAS, Ghaziabad, India"},
{ "name": "Dr. Santanu Dwari, IIT(ISM) Dhanbad, India"},
{ "name": "Dr. Santanu Mahapatra, IISc, Bangalore, India"},
{ "name": "Dr. Sanya Anees, Indian Institute of Information Technology, Guwahati, India"},
{ "name": "Dr. Satish K. Singh, IIIT, Allahabad, India"},
{ "name": "Dr. Satyendra Kumar, JIIT, Noida, India"},
{ "name": "Dr. Saurabh Chaturvedi, JIIT, Noida, India"},
{ "name": "Dr. Savita Maurya, Integral University, Lucknow, India"},
{ "name": "Dr. Shabana Urooj, Gautam Buddha University, Greater Noida, India"},
{ "name": "Dr. Shailendra Tripathi, Sharda University, Greater Noida"},
{ "name": "Dr. Shamim Akhter, JIIT, Noida, India"},
{ "name": "Dr. Shirshu Verma, IIIT Allahabad, India"},
{ "name": "Dr. Shrivishal Tripathi, IIIT Naya Raipur, India"},
{ "name": "Dr. Shruti Jain, JUIT, Waknaghat, India"},
{ "name": "Dr. Shruti Kalra, JIIT, Noida, India"},
{ "name": "Dr. Shubhankar Majumdar, NIT, Meghalaya, India"},
{ "name": "Dr. Shweta Pandit, JUIT, Waknaghat, India"},
{ "name": "Dr. Siddharth Dutta, ARM, USA"},
{ "name": "Dr. Smita Pareek, BK Birla Institute of Engineering and Technology, Pilani, India"},
{ "name": "Dr. Sonal Singhal, Shiv Nadar University, Ggreater Noida, India"},
{ "name": "Dr. Souvik Mahapatra, IIT Bombay, Mumbai, India"},
{ "name": "Dr. Sudeb Dasgupta, IIT Roorkee, India"},
{ "name": "Dr. Sudhanshu Tyagi, Thapar Institute of Engineering & Technology, Patiala, India"},
{ "name": "Dr. Sudip Ghosh, IIT, Kanpur, India"},
{ "name": "Dr. Suneel Yadav, IIIT Allahabad, India"},
{ "name": "Dr. Sunildatt Sharma, JUIT, Waknaghat, India"},
{ "name": "Dr. Sunny Sharma, IIIT, Allahabad, India"},
{ "name": "Dr. Surbhi Sharma, Thapar University, Patiala, India"},
{ "name": "Dr. Sushanta Kumar Mohapatra, KIIT University, Bhubaneswar, India"},
{ "name": "Dr. Sushrut Das, IIT(ISM) Dhanbad, India"},
{ "name": "Dr. Tanmai Kulshreshtha, PSIT, Kanpur, India"},
{ "name": "Dr. Tarun Kumar Rawat, NSIT, New Delhi, India"},
{ "name": "Dr. Usha Sandeep Mehta, Nirma University, Ahmedabad, India"},
{ "name": "Dr. Usha Chauhan, Galgotia University, India"},
{ "name": "Dr. V. K. Yadav, Delhi Technical University, New Delhi, India"},
{ "name": "Dr. Vandana Niranjan, Indira Gandhi Delhi Technical University for Women, Delhi, India"},
{ "name": "Dr. Vasant Kumar, MLNIT, Allahabad, India"},
{ "name": "Dr. Vidushi Sharma, Gautam Buddha University, Greater Noida, India"},
{ "name": "Dr. Vijay Khare, JIIT, Noida, India"},
{ "name": "Dr. Vijay Shankar Tripathi, MNNIT, Allahabad, India"},
{ "name": "Dr. Vikas Baghel, JUIT, Waknaghat, India"},
{ "name": "Dr. Vikrant Bhateja, SRM, Lucknow, India"},
{ "name": "Dr. Vimal Kumar Mishra, JIIT Noida, India"},
{ "name": "Dr. Vimal Kumar, JIIT, Noida, India"},
{ "name": "Dr. Vinay Mittal, KL University, Vijayawada"},
{ "name": "Dr. Vineet Khandelwal, JIIT, Noida, India"},
{ "name": "Dr. Vipin Balyan, Cape Peninsula University of Technology, Capetown, South Africa"},
{ "name": "Dr. Viswas S Nair, Amrita Vishwavidyapeetham, Amritapuri, India"},
{ "name": "Dr. Viswas Sadasivan, Amrita Vishwa Vidyapeetham, Amritapuri"},
{ "name": "Dr. Vivek Dwivedi, JIIT, Noida, India"},
{ "name": "Dr. Vivek Kumar Sehgal, JUIT, Waknaghat, India"},
{ "name": "Dr. Wriddhi Bhowmik, KIIT, Bhubaneswar, India"},
{ "name": "Dr. Xing Zhou, NTU Singapore"},
{ "name": "Dr. Yawo H. Amengonu, University of North Carolina, Charlotte, USA"},
{ "name": "Dr. Yogendra Kumar Upadhyaya, Government Engineering College, Raipur"},
{ "name": "Dr. Yogesh Chauhan, Gautam Buddha University, Greater Noida"},
{ "name": "Dr. Yogesh Kumar, JIIT Noida, India"},
{ "name": "Dr. Yugnanda Malhotra, Bharati Vidyapeeth College of Engineering, New Delhi"}

]